Repository: NourElgmal/katkote
Catalog: lib/l10n/intl_*.arb
Languages: ar

# title
source: nour
ar: نور

# starttext1
source: Hello,Katoti Tootie
ar: مرحبا كتكوتي توتي

# starttext2
source: Log in with Google
ar: تسجيل الدخول بواسطة جوجل

# starttext3
source: By registering you agree to
ar: بالتسجيل انت توافق علي

# starttext4
source: Privacy Policy
ar: سياسة الخصوصيه

source: Full Name
ar: الاسم بلكامل

source: Enter Your Full Name
ar: ادخل الاسم

source: Password
ar: كلمة المرور

source: Enter Your Password
ar: ادخل كلمة المرور

source: Email
ar: اسم الحساب

source: Enter Your Email
ar: ادخل الحساب

source: Create New Account
ar: انشأ حساب جديد

source: Sign Up
ar: تسجيل الحساب

source: check your email
ar: تاكد من ان الحساب صحيح

source: check your Password
ar: تاكد من ان كلمة المرور صحيحه

source: check full name
ar: تاكد ان الحقل ليس خاليا

# anaccount
source: Don’t have an account?
ar: هل تمتلك حساب ؟

source: login
ar: تسجيل دخول

# Hii
source: Hii There!!
ar: مرحبًا هنا!!

# Welcome
source: Welcome back you’ve been missed!
ar: مرحبًا مجددًا، لقد افتقدناك!

source: Enter Username
ar: أدخل اسم المستخدم

source: Recover Password ?
ar: هل نسيت كلمة المرور؟

source: Signin
ar: تسجيل الدخول

# Donthave
source: Don’t have an account?
ar: ليس لديك حساب؟

# apptitle
source: Katkouti
ar: كتكوتي

# Okay
source: think
ar: شكرا

# alertTitle
source: Good evening, And by good, I mean your presence
ar: مساء الخير والمقصود بالخير وجودك

# alertContent
source: I hope you're doing well,
ar: عساك بخير يا

# hapybick
source: Happiness
ar: عجلة السعاده

# masage
source: message heart
ar: رساله لقلبك

# evereday
source: challenges
ar: تحدي كل يوم

# note
source: yourself
ar: حاسب نفسك

# lave
source: Gratitude
ar: امتنان

# lamp
source: Develop,yourself
ar: طورنفسك

# hand
source: Remembrance
ar: ورد الذكر

# maham
source: Tasks
ar: المهام

# prin
source: Confession
ar: فضفضه

# notbook
source: Notebook
ar: ونس

# orang
source: Longing,my dear
ar: الشوق يا سكر

# td1
source: There is no greater challenge than improving and developing yourself.
ar: ليس هناك تحدٍ أكبر من تحسين ذاتك وتطويرها

# td2
source: Act as if it is impossible to fail.
ar: تصرَّف كما لو أنّه من المستحيل أن تفشل

# td3
source: Great minds always face violent resistance from ordinary minds.
ar: أصحاب النفوس العظيمة دائماً ما يواجهون مقاومة عنيفة من أصحاب العقول البسيطة

# wor
source: Are you sure you want to leave?
ar: هل انت متاكد انك تريد المغاضره

# worcon
source: We will miss you very much,
ar: سوف نفتقدك كثيرأ يا

source: Logout
ar: تسجيل الخروج

# a
source: What you get without effort or price is worthless.
ar: إنّ ما تحصل عليه من دون جهد أو ثمن ليس له قيمة

# b
source: The only answer to defeat is victory.
ar: إن الإجابة الوحيدة على الهزيمة هي الانتصار

# c
source: Many may accept advice, but only the wise benefit from it.
ar: قد يتقبّل الكثيرون النُصح، لكن الحُكماء فقط هم الذين يستفيدون منه

# d
source: He who lives in fear will never be free.
ar: من يعيش في خوف لن يكون حُراً أبداً

# e
source: We create our destinies, we become what we do.
ar: إنّنا نصنع مصائرنا، إنّنا نصبح ما نفعله

# f
source: Don't worry about being different from your ancestors.
ar: لا تقلق بشأن أن تكون مميزًا عن أسلافك

# g
source: When it seems like everything is going against you, remember that the airplane takes off against the wind, not with it.
ar: عندما يبدو أن كل شيء يسير ضدك، تذكر أن الطائرة تقلع ضد الريح، وليس معها

# h
source: A builder ruined my heart after I had repented. He came with the army of beauty in its multitude and equipment.
ar: وَشادِنٍ أَفسَدَ قَل ... بي بَعدَ حُسنِ تَوبَتِه جاءَ بِجَيشِ الحُسنِ في ... عَديدِهِ وَعُدَّتِه

# i
source: And Allah may reunite the two separated after they both thought they would never meet.
ar: وَقَد يَجمَعُ اللَهُ الشَتيتَينِ بَعدَما يَظُنّانِ كُلَّ الظَنِّ أَن لا تَلاقِيا

# j
source: God curse those who say that we have found a cure for love throughout history.
ar: لَحى اللَهُ أَقواماً يَقولونَ إِنَّنا وَجَدنا طَوالَ الدَهرِ لِلحُبِّ شافِيا

# k
source: I don't care about time and its turns, for my head will not bow even if time turns against me.
ar: لا يهمني الزمان ولو دارت نوائبه، فإنّ رأسي لن يحني ولو دار بي الزمن

# l
source: I can remove you from my life with the stroke of a pen, so don't think I'm weak and lacking in pride.
ar: أنا استطيع أن أزيلك من حياتي بجرة قلم، فلا تظن بي الضعف وقلة الكبرياء

# m
source: Smile for yourself, for the beauty of your smile was not created for sadness.
ar: لنفسي ابتسمي فجمال مبسمك لم يخلق للحزن

# n
source: If you have confidence in yourself, you will inspire others with confidence.
ar: إذا كان لك ثقة بنفسك فإنك ستلهم الآخرين الثقة

# o
source: Self-confidence is a battle against all the complications of defeat.
ar: الثقة بالنفس معركة ضد كل مضاعفات الهزيمة

# p
source: No matter how you think about yourself, you are stronger than you imagine.
ar: مهما فكرت في نفسك، فأنت أقوى ممّا تتخيل

# q
source: If you doubt yourself, you are standing on shaky ground.
ar: إذا شككت بنفسك تكون واقفاً على أرض مهتزة

# ok
source: Okay
ar: حسنا

# chlan
source: Change the language
ar: تغيير اللغه

# dayms
source: Your message today
ar: رسالتك اليوم

# romantk
source: Ghazal verses
ar: ابيات غزليه

# sure
source: Trust, my dear.
ar: الثقه يا عزيزي

# titalmham
source: Slice a chick
ar: اشطر كتكوت

# sphatitle
source: remembrance
ar: ورد الذكر

# az1
source: Subhan Allah
ar: سبحان الله

# az2
source: Alhamdulillah
ar: الحمد لله

# az3
source: La ilaha illa Allah
ar: لا إله إلا الله

# az4
source: Allah Akbar
ar: الله أكبر

# az5
source: Astaghfirullah
ar: استغفر الله

# az6
source: La hawla wa la quwwata illa billah
ar: لا حول ولا قوة إلا بالله

# az7
source: A'udhu billah min sharri ma khalaq
ar: أعوذ بالله من شر ما خلق

# titleevery
source: Every day a new challenge
ar: كل يوم تحدي جديد
